Repository: common-repository/nx-adstxt
Catalog: languages/nx-adstxt-*.po
Languages: de_de

source: Configuration | %s
de_de: Konfiguration | %s

source: Settings
de_de: Einstellungen

source: <strong>%s</strong> successfully activated. The Settings are available <a href="%s">on this page</a>.
de_de: <strong>%s</strong> erfolgreich aktiviert. Die Einstellungen sind <a href="%s">auf dieser Seite</a> verfügbar.

source: <strong>%s</strong><br/> You have configured external ads.txt files, but they can't be loaded. The setting <strong>allow_url_fopen</strong> is deactivated. Please activate this in your php.ini or remove all external urls to the ads.txt.
de_de: <strong>%s</strong><br/> Sie haben externe ads.txt Dateien eingestellt, aber diese können nicht geladen werden. Die Einstellung <strong>allow_url_fopen</strong> ist deaktiviert. Bitte aktivieren Sie diese in Ihrer php.ini oder entfernen Sie alle externe Adressen.

source: <strong>%s</strong><br/>Attention: There is already an ads.txt file in the root directory, which overwrites the settings made <a href="%s">here</a>. Please remove the local ads.txt file.
de_de: <strong>%s</strong><br/>Achtung: Es existiert bereits eine ads.txt Datei im Root-Verzeichnis, welche die <a href="%s">hier</a> vorgenommenen Einstellungen überschreibt. Bitte entfernen Sie die lokale ads.txt Datei.

source: Please enter your own ads.txt data, such as Google AdSense, below. If you've monetized your site through a marketer and provided you with a URL to the required ads.txt data, please submit it below to URLs.
de_de: Bitte hinterlegen Sie nachfolgend zunächst Ihre eigenen ads.txt Daten wie etwa von Google AdSense. Sofern Sie Ihre Seite über einen Vermarkter monetarisieren lassen und Ihnen eine URL zu den erforderlichen ads.txt Daten bereitgestellt wurden, hinterlegen Sie diese bitte unten bei URLs.

source: Subsequently, remote ads.txt sources can be included. For this purpose one or more URLs are deposited. The contents of these are appended to existing ads.txt data from the above input field.
de_de: Nachfolgend können entfernte ads.txt Quellen eingebunden werden. Dazu werden eine oder mehrere URLs hinterlegt. Die Inhalte dieser werden an existierende ads.txt Daten aus obigem Eingabefeld angehangen.

source: URL to ads.txt
de_de: URL zur ads.txt

source: Remove entry
de_de: Eintrag löschen

source: %s configuration
de_de: %s Konfiguration

source: Via the plugin both own ads.txt data and ads.txt data from different sources can be deposited via URL link.
de_de: Über das Plugin können sowohl eigene ads.txt Daten als auch ads.txt Daten aus verschiedenen Quellen per URL-Link hinterlegt werden.

source: Add new URL
de_de: Neue URL hinzufügen

source: Should the URL %name% be removed?
de_de: Soll die URL %name% entfernt werden?

source: This entry is invalid
de_de: Dieser Eintrag ist ungültig

source: The Type must be either DIRECT or RESELLER
de_de: Der Typ muss entweder DIRECT oder RESELLER sein

source: No valid domain
de_de: Keine gültige Domain

source: With the ads.txt Agent of MAIRDUMONT NETLETIX not only local ads.txt data in the WordPress can be comfortably created and managed, but also remote ads.txt sources can be integrated via URL.
de_de: Mit dem ads.txt Agent von MAIRDUMONT NETLETIX können nicht nur lokale ads.txt Daten im WordPress komfortabel erstellt und verwaltet werden, sondern auch entfernte ads.txt Quellen per URL eingebunden werden.
